Repository: seanberto/watershednow
Catalog: training/sites/all/modules/admin_menu/translations/*.po
Languages: pt_br

source: Administer
pt_br: Administrar

source: Run cron
pt_br: Rodar agendador de tarefas

source: Run updates
pt_br: Rodar atualizações

source: Drupal issue queue
pt_br: Drupal issue query

source: @title issue queue
pt_br: @title issue query

source: Add !title
pt_br: Adicionar !title

source: Renders the administer menu tree as dropdown menu at the top of the window.
pt_br: Transforma o menu de administração em uma árvore em dropdown no topo da janela.

source: Current anonymous / authenticated users
pt_br: Usuários anônimos / autenticados

source: Administration Menu settings
pt_br: Configurações do Menu de Administração

source: None
pt_br: Nenhum

source: Weight
pt_br: Peso

source: Parent id
pt_br: ID Parente

source: Display extra information for menu items in Drupal Administration Menu
pt_br: Mostrar informações dos ítens de menu no Drupal Administration Menu

source: If enabled, the chosen information will appear next to each menu item link.
pt_br: Se selecionado, a informação escolhida irá aparecer próximo a cada ítem do menu.

source: Display all menu items
pt_br: Mostrar todos os ítens de menu

source: Enable this option to disable user access checks for menu items, i.e. every menu item in the visible menu tree will be displayed to every user regardless of access permissions.
pt_br: Selecione essa opção para disabilitar verificações do acesso dos usuários, exemplo: cada ítem de menu visível aparecerá para todos os usuários indiferente das permissões.

source: Variable editor
pt_br: Editor de variáveis

source: Empty cache
pt_br: Esvaziar o cache

source: Administration Menu
pt_br: Menu de Administração

source: Renders a menu tree for administrative purposes as dropdown menu at the top of the window.
pt_br: Mostra uma árvore do menu para administração como um dropdown menu no topo da janela.

source: Administration
pt_br: Administração
