Repository: seanberto/watershednow
Catalog: training/sites/all/modules/token/translations/*.po
Languages: ja, ru

source: Token actions
ja: トークンアクション
ru: Маркированные действия

source: Provides enhanced versions of core Drupal actions using the Token module.
ja: Token モジュールを利用して、Drupal コアへの強化されたアクションを提供します。
ru: Предоставляет расширенные версии встроенных в Drupal действий, используя модуль Token.

source: The id number of the category's parent vocabulary.
ja: カテゴリが属するボキャブラリの ID
ru: ID родительского словаря категории.

source: The vocabulary that the page's first category belongs to.
ja: コンテンツの 1番目のカテゴリが属するボキャブラリ名
ru: Словарь, которому принадлежит первая категория страницы.

source: The name of the category.
ja: カテゴリ名
ru: Название категории.

source: The id number of the category.
ja: カテゴリ ID
ru: ID категории.

source: The unfiltered vocabulary that the page's first category belongs to. WARNING - raw user input.
ja: コンテンツの 1番目のカテゴリが属するフィルタを通していないボキャブラリ名（注： ユーザが入力した RAW データ）
ru: Необработанный словарь, которому принадлежит первая категория страницы. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: The unfiltered name of the category. WARNING - raw user input.
ja: フィルタを通していないカテゴリ名（注： ユーザが入力した RAW データ）
ru: Необработанное название категории. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: User's name
ja: ユーザ名
ru: Имя пользователя

source: User's unfiltered name. WARNING - raw user input.
ja: フィルタを通していないユーザ名（注： ユーザが入力した RAW データ）
ru: Необработанное имя пользователя. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: User's ID
ja: ユーザ ID
ru: ID пользователя

source: User's email address
ja: ユーザのメールアドレス
ru: Адрес электронной почты пользователя

source: User's registration date
ja: ユーザの登録日時
ru: Дата регистрации пользователя

source: Days since the user registered
ja: ユーザ登録からの経過日数
ru: Количество дней, прошедших со времени регистрации пользователя

source: User's last login date
ja: ユーザの最終ログイン日時
ru: Дата последнего входа пользователя

source: Days since the user's last login
ja: ユーザの最終ログインからの経過日数
ru: Количество дней, прошедших со времени последнего входа пользователя

source: The current date in the user's timezone
ja: ユーザのタイムゾーンにおける現在日時
ru: Текущая дата во временной зоне пользователя

source: The URL of the user's profile page.
ja: ユーザプロフィールページの URL
ru: URL страницы профиля пользователя.

source: The URL the user's account editing page.
ja: ユーザアカウント編集ページの URL
ru: URL страницы редактирования учётной записи пользователя.

source: Referenced node ID.
ja: 参照コンテンツの ID

source: Referenced node title.
ja: 参照コンテンツのタイトル

source: Formatted html link to the node.
ja: HTML フォーマットのコンテンツへのリンク

source: Raw number value.
ja: そのままの数値

source: Formatted number value.
ja: フォーマット済みの数値

source: Raw, unfiltered text.
ja: フィルタを通していないそのままのテキスト

source: Formatted and filtered text.
ja: フォーマットおよびフィルタを行ったテキスト

source: Referenced user ID
ja: 参照ユーザの ID

source: Referenced user name
ja: 参照ユーザの名前

source: Formatted html link to referenced user
ja: HTML フォーマットの参照ユーザへのリンク

source: Link URL
ja: リンク URL

source: Link title
ja: リンクタイトル

source: Formatted html link
ja: HTML フォーマットのリンク

source: Image file ID
ja: 画像のファイル ID

source: Image title
ja: 画像のタイトル

source: Image alt text
ja: 画像の alt 属性に設定されたテキスト

source: Image file name
ja: 画像のファイル名

source: Image path
ja: 画像のパス

source: Image MIME type
ja: 画像の MIME タイプ

source: Image file size
ja: 画像のファイルサイズ

source: Fully formatted HTML image tag
ja: 完全な HTML フォーマットの img タグ

source: The raw date value.
ja: そのままの日付

source: The formatted date.
ja: フォーマット済みの日付

source: The raw date timestamp.
ja: そのままのタイムスタンプの日付

source: Date year (four digit)
ja: 日付の年（4桁）

source: Date year (two digit)
ja: 日付の年（2桁）

source: Date month (full word)
ja: 日付の月（january のような完全な単語）

source: Date month (abbreviated)
ja: 日付の月（jan のような省略形）

source: Date month (two digit, zero padded)
ja: 日付の月（2桁、0補完）

source: Date month (one or two digit)
ja: 日付の月（1桁 または 2桁）

source: Date week (two digit)
ja: 日付の週（2桁）

source: Date date (day of month)
ja: 日付の曜日（月曜日を 1 とする 1～7 の数値）

source: Date day (full word)
ja: 日付の曜日（sunday のような完全な単語）

source: Date day (abbreviation)
ja: 日付の曜日（sun のような省略形）

source: Date day (two digit, zero-padded)
ja: 日付の日（2桁、0補完）

source: Date day (one or two digit)
ja: 日付の日（1桁 または 2桁）

source: If the field has a to-date defined, the same tokens exist in the form: [to-????], where ???? is the normal token.
ja: 終了日時（フィールドに終了日時が定義されていれば、日付を表すトークンに [to-dd] のような形式で "to-" の接頭語を付けることで、終了日時のトークンとして利用できます。）

source: Node ID
ja: コンテンツ ID
ru: ID материала

source: Node type
ja: コンテンツタイプ
ru: Тип материала

source: Node type (user-friendly version)
ja: コンテンツタイプ（コンピュータ用ではない、通常使用されている「名前」）
ru: Тип материала (ориентированная на пользователя версия)

source: Node title
ja: コンテンツタイトル
ru: Заголовок материала

source: Unfiltered node title. WARNING - raw user input.
ja: フィルタを通していないコンテンツタイトル（注： ユーザが入力した RAW データ）
ru: Необработанный заголовок материала. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: Node author's user id
ja: コンテンツ投稿者のユーザ ID
ru: ID автора материала

source: Node author's user name
ja: コンテンツ投稿者のユーザ名
ru: Имя автора материала

source: Node author's user name. WARNING - raw user input.
ja: コンテンツ投稿者のフィルタを通していないユーザ名（注： ユーザが入力した RAW データ）
ru: Имя автора материала. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: Name of top taxonomy term
ja: 最上位のタクソノミーターム名
ru: Название верхнего термина таксономии

source: Unfiltered name of top taxonomy term. WARNING - raw user input.
ja: フィルタを通していない最上位のタクソノミーターム名（注： ユーザが入力した RAW データ）
ru: Необработанное название верхнего термина таксономии. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: ID of top taxonomy term
ja: 最上位のタクソノミーターム ID
ru: ID верхнего термина таксономии

source: Name of top term's vocabulary
ja: 最上位のタームが属するボキャブラリの名前
ru: Название словаря верхнего термина

source: Unfiltered name of top term's vocabulary. WARNING - raw user input.
ja: 最上位のタームが属するボキャブラリのフィルタを通していない名前（注： ユーザが入力した RAW データ）
ru: Необработанное название словаря верхнего термина. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: ID of top term's vocabulary
ja: 最上位のタームが属するボキャブラリの ID
ru: ID словаря верхнего термина

source: Node creation year (four digit)
ja: コンテンツの投稿年（4桁）
ru: Год создания материала (четыре цифры)

source: Node creation year (two digit)
ja: コンテンツの投稿年（2桁）
ru: Год создания материала (две цифры)

source: Node creation month (full word)
ja: コンテンツの投稿月（january のような完全な単語）
ru: Месяц создания материала (слово полностью)

source: Node creation month (abbreviated)
ja: コンテンツの投稿月（jan のような省略形）
ru: Месяц создания материала (сокращение)

source: Node creation month (two digit, zero padded)
ja: コンテンツの投稿月（2桁、0補完）
ru: Месяц создания материала (две цифры с ведущим нулём)

source: Node creation month (one or two digit)
ja: コンテンツの投稿月（1桁 または 2桁）
ru: Месяц создания материала (одна или две цифры)

source: Node creation week (two digit)
ja: コンテンツの投稿週（2桁）
ru: Неделя создания материала (две цифры)

source: Node creation date (day of month)
ja: コンテンツの投稿曜日（月曜日を 1 とする 1～7 の数値）
ru: День создания материала (день месяца)

source: Node creation day (full word)
ja: コンテンツの投稿曜日（sunday のような完全な単語）
ru: День создания материала (слово полностью)

source: Node creation day (abbreviation)
ja: コンテンツの投稿曜日（sun のような省略形）
ru: День создания материала (сокращение)

source: Node creation day (two digit, zero-padded)
ja: コンテンツの投稿日（2桁、0補完）
ru: День создания материала (две цифры с ведущим нулём)

source: Node creation day (one or two digit)
ja: コンテンツの投稿日（1桁 または 2桁）
ru: День создания материала (одна или две цифры)

source: All tokens for node creation dates can also be used with with the "mod-" prefix; doing so will use the modification date rather than the creation date.
ja: コンテンツの更新日時（投稿日時を表すトークンに [mod-dd] のような形式で "mod-" の接頭語を付けて使用してください。 この接頭語はコンテンツの投稿日時に関するすべてのトークンで利用できます。 ※URL エイリアス自動生成モジュールの設定時にエラーが表示される場合がありますので、その都度、動作に問題がないかどうか確認してください。）
ru: Все маркеры для даты создания материала также могут использоваться и с префиксом "mod-"; в этом случае будет использоваться дата модификации вместо даты создания.

source: The name of the menu the node belongs to.
ja: メニュー項目として設定されたコンテンツのメニューリンクのタイトル
ru: Название меню, которому принадлежит материал.

source: The name of the menu the node belongs to. WARNING - raw user input.
ja: メニュー項目として設定されたコンテンツのフィルタを通していないメニューリンクのタイトル（注： ユーザが入力した RAW データ）
ru: Название меню, которому принадлежит материал. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: The menu path (as reflected in the breadcrumb), not including Home or [menu]. Separated by /.
ja: Home および [menu] トークンを除外して /（スラッシュ）で区切った、パンくずリストのようなメニューのパス
ru: Путь меню (как отображается в навигационной цепочке), не включая главную страницу или [menu]. Разделены с помощью /.

source: The unfiltered menu path (as reflected in the breadcrumb), not including Home or [menu]. Separated by /. WARNING - raw user input.
ja: Home および [menu] トークンを除外して /（スラッシュ）で区切った、フィルタを通していないパンくずリストのようなメニューパス（注： ユーザが入力した RAW データ）
ru: Необработанный путь меню (как отображается в навигационной цепочке), не включая главную страницу или [menu]. Разделены с помощью /. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: The title of the node's book parent.
ja: コンテンツの上位となるブックのタイトル
ru: Заголовок родительского материала страницы подшивки.

source: The id of the node's book parent.
ja: コンテンツの上位となるブックの ID
ru: ID родительского материала для страницы подшивки.

source: The titles of all parents in the node's book hierarchy.
ja: コンテンツの上位の階層にあるすべてのブックのタイトル
ru: Заголовки всех родителей материала в иерархии подшивки.

source: The unfiltered title of the node's book parent. WARNING - raw user input.
ja: コンテンツの上位となるブックのフィルタを通していないタイトル（注： ユーザが入力した RAW データ）
ru: Необработанный заголовок родителя материала в подшивке. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: The unfiltered titles of all parents in the node's book hierarchy. WARNING - raw user input.
ja: コンテンツの上位の階層にあるすべてのブックのフィルタを通していないタイトル（注： ユーザが入力した RAW データ）
ru: Необработанные заголовки всех родителей материала в иерархии подшивки. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: Display a tokenized message to the user
ja: トークンを利用したメッセージをユーザに表示します。
ru: Отобразить маркированное сообщение пользователю

source: Send tokenized e-mail
ja: トークンを利用したメールアドレスへメッセージを送信します。
ru: Отправить маркированное сообщение электронной почты

source: Redirect to a tokenized URL
ja: トークンを使用した URL へリダイレクトします。
ru: Перенаправить на маркированный URL

source: Recipient
ja: 受信者
ru: Получатель

source: The email address to which the message should be sent.
ja: メッセージの送信先メールアドレスです。
ru: Адрес электронной почты, на который следует отправить сообщение.

source: Subject
ja: 件名
ru: Тема

source: The subject of the message.
ja: メッセージの件名を入力してください。
ru: Тема сообщения.

source: Message
ja: メッセージ
ru: Сообщение

source: The message that should be sent.
ja: 送信するメッセージの内容です。
ru: Сообщение, которое следует отправить.

source: Placeholder tokens
ja: プレースホルダートークン
ru: Метки-заполнители

source: The following placeholder tokens can be used in to generate the URL path. Some tokens may not be available, depending on the context in which the action is triggered.
ja: 生成する URL のパス中に以下のプレースホルダートークンを使用することができます。 いくつかのトークンは、アクションの実行状況によって有効でない場合があります。
ru: Следующие метки-заполнители могут использоваться для формирования адреса URL. Некоторые метки могут быть недоступны в зависимости от того контекста, в котором выполняется действие.

source: The message to be displayed to the current user.
ja: 現在のユーザに表示されるメッセージです。
ru: Сообщение, которое будет отображаться текущему пользователю.

source: The following placeholder tokens can be used in the custom message text. Some tokens may not be available, depending on the context in which the action is triggered.
ja: カスタムメッセージのテキスト中に以下のプレースホルダートークンを使用することができます。 いくつかのトークンは、アクションの実行状況によって有効でない場合があります。
ru: Следующие метки-заполнители могут использоваться в пользовательском тексте сообщения. Некоторые метки могут быть недоступны в зависимости от того контекста, в котором выполняется действие.

source: The URL to which the user should be redirected. This can be an internal URL like node/1234 or an external URL like http://drupal.org.
ja: ユーザがリダイレクトされるURLを入力してください。 node/1234 のような内部リンクと、http://drupal.org のような外部リンクが使用できます。
ru: Адрес URL, на который следует перенаправить пользователя. Им может быть внутренний адрес (например, node/1234), либо внешний URL (например, http://drupal.org).

source: The following placeholder tokens can be used in the URL path. Some tokens may not be available, depending on the context in which the action is triggered.
ja: URL のパス中に以下のプレースホルダートークンを使用することができます。 いくつかのトークンは、アクションの実行状況によって有効でない場合があります。
ru: Следующие метки-заполнители могут использоваться в адресе URL. Некоторые метки могут быть недоступны в зависимости от того контекста, в котором выполняется действие.

source: action
ja: アクション
ru: действие

source: Sent email to %recipient
ja: %recipient へメールが送信されました
ru: Сообщение электронной почты отправлено для %recipient

source: error
ja: エラー
ru: ошибка

source: Unable to send email to %recipient
ja: %recipient へメールが送信できませんでした
ru: Невозможно отправить сообщение электронной почты для %recipient

source: token_actions
ja: トークンアクション

source: Comment ID
ja: コメント ID
ru: ID комментария

source: Comment title
ja: コメントタイトル
ru: Заголовок комментария

source: Comment title. WARNING - raw user input
ja: コメントタイトル（注： ユーザが入力した RAW データ）
ru: Заголовок комментария. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: Comment body
ja: コメント本文
ru: Текст комментария

source: Comment body. WARNING - raw user input
ja: コメント本文（注： ユーザが入力した RAW データ）
ru: Текст комментария. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: Comment author's user id
ja: コメント投稿者のユーザ ID
ru: ID автора комментария

source: Comment author's user name
ja: コメント投稿者のユーザ名
ru: Имя автора комментария

source: Comment author's user name. WARNING - raw user input
ja: コメント投稿者のユーザ名（注： ユーザが入力した RAW データ）
ru: Имя автора комментария. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: Comment creation year (four digit)
ja: コメントの投稿年（4桁）
ru: Год создания комментария (четыре цифры)

source: Comment creation year (two digit)
ja: コメントの投稿年（2桁）
ru: Год создания комментария (две цифры)

source: Comment creation month (full word)
ja: コメントの投稿月（january のような完全な単語）
ru: Месяц создания комментария (слово полностью)

source: Comment creation month (abbreviated)
ja: コメントの投稿月（jan のような省略形）
ru: Месяц создания комментария (сокращение)

source: Comment creation month (two digit, zero padded)
ja: コメントの投稿月（2桁、0補完）
ru: Месяц создания комментария (две цифры с ведущим нулём)

source: Comment creation month (one or two digit)
ja: コメントの投稿月（1桁 または 2桁）
ru: Месяц создания комментария (одна или две цифры)

source: Comment creation week (two digit)
ja: コメントの投稿週（2桁）
ru: Неделя создания комментария (две цифры)

source: Comment creation date (day of month)
ja: コメントの投稿曜日（月曜日を 1 とする 1～7 の数値）
ru: День создания комментария (день месяца)

source: Comment creation day (full word)
ja: コメントの投稿曜日（sunday のような完全な単語）
ru: День создания комментария (слово полностью)

source: Comment creation day (abbreviation)
ja: コメントの投稿曜日（sun のような省略形）
ru: День создания комментария (сокращение)

source: Comment creation day (two digit, zero-padded)
ja: コメントの投稿日（2桁、0補完）
ru: День создания комментария (две цифры с ведущим нулём)

source: Comment creation day (one or two digit)
ja: コメントの投稿日（1桁 または 2桁）
ru: День создания комментария (одна или две цифры)

source: Token
ja: トークン
ru: Маркер

source: Provides a shared API for replacement of textual placeholders with actual data.
ja: テキストのプレースホルダーを実際のデータと置き換えるための共用 API を提供します。
ru: Предоставляет общий API для замены текстовых шаблонов реальными данными.

source: Replacement value
ja: 置換する値
ru: Значение для подстановки

source: tokens
ja: トークン
ru: маркеры

source: Anonymous
ja: 匿名ユーザ
ru: Гость

source: The name of the currently logged in user.
ja: 現在のログインユーザ名
ru: Имя авторизованного в данный момент пользователя.

source: The user ID of the currently logged in user.
ja: 現在のログインユーザ ID
ru: ID авторизованного в данный момент пользователя.

source: The email address of the currently logged in user.
ja: 現在のログインユーザのメールアドレス
ru: Адрес электронной почты авторизованного в данный момент пользователя.

source: The url of the current Drupal website.
ja: このサイトの URL
ru: URL данного сайта Drupal.

source: The name of the current Drupal website.
ja: このサイトの名前
ru: Название данного сайта Drupal.

source: The slogan of the current Drupal website.
ja: このサイトのスローガン
ru: Слоган данного сайта Drupal.

source: The contact email address for the current Drupal website.
ja: このサイト全般で使用されているメールアドレス
ru: Контактный адрес электронной почты для данного сайта Drupal.

source: The current date on the site's server.
ja: サーバの現在日時
ru: Текущая дата на сервере сайта.

source: token
ja: トークン

source: Token replacement patterns
ru: Шаблоны подстановки для маркеров

source: Replacement patterns for @name
ru: Шаблоны подстановки для @name

source: Comment's node ID
ru: ID материала из комментария

source: Comment author's home page.
ru: Домашняя страница автора комментария.

source: Comment author's e-mail.
ru: Адрес e-mail автора комментария.

source: Comment author's e-mail. WARNING - raw user input.
ru: Адрес e-mail автора комментария. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: Node language
ru: Язык материала

source: Node author's e-mail.
ru: Адрес e-mail автора материала

source: Node author's e-mail. WARNING - raw user input.
ru: Адрес e-mail автора материала. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: The number of comments on a node.
ru: Количество комментариев к материалу.

source: The number of new comments on a node.
ru: Число новых комментариев к материалу.

source: The text used in the menu as link text for this item.
ru: Текст ссылки меню данного пункта.

source: The unfiltered text used in the menu as link text for this item. WARNING - raw user input.
ru: Необработанный текст ссылки меню данного пункта. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод.

source: The mission of the current Drupal website.
ru: Миссия данного сайта Drupal.

source: The current year (four digit)
ru: Текущий год (четыре цифры)

source: The current year (two digit)
ru: Текущий год (две цифры)

source: The current month (full word)
ru: Текущий месяц (слово целиком)

source: The current month (abbreviated)
ru: Текущий месяц (сокращение)

source: The current month (two digit, zero padded)
ru: Текущий месяц (две цифры с ведущим нулём)

source: The current month (one or two digit)
ru: Текущий месяц (одна или две цифры)

source: The current week (two digit)
ru: Текущая неделя (две цифры)

source: The current date (day of month)
ru: Текущая дата (день месяца)

source: The current day (full word)
ru: Текущий день (слово целиком)

source: The current day of week (abbreviation)
ru: Текущий день недели (сокращение)

source: The current day (two digit, zero-padded)
ru: Текущий день (две цифры с ведущим нулём)

source: The current day (one or two digit)
ru: Текущий день (одна или две цифры)

source: The current page number for paged lists
ru: Текущий номер страницы для постраничных списков

source: A randomly generated SHA1 hash.
ru: Случайно генерированный хэш SHA1.

source: The current timestamp in seconds past January 1, 1970.
ru: Текущая отметка времени в секундах, прошедших с 1-го января 1970 года.

source: A randomly generated single-digit number.
ru: Случайно генерированная цифра.

source: A randomly generated three-digit number.
ru: Случайно генерированное трехзначное число.

source: A randomly generated ten-digit number.
ru: Случайно генерированное десятизначное число.

source: Randomly generated single-digit letter.
ru: Случайно генерированная буква.

source: Randomly generated three-digit letters.
ru: Случайно генерированная строка из трех букв.

source: Randomly generated ten-digit letters.
ru: Случайно генерированная строка из десяти букв.

source: Provides additional tokens and a base on which to build your own tokens.
ru: Предоставляет дополнительные маркеры и основу на которой строить собственные маркеры.
